[
  {
    "id": "1",
    "title": "MANALI",
    "description": "Explore Manali, a breathtaking Himalayan paradise with stunning landscapes and thrilling adventures. From snow-capped peaks to vibrant culture, this charming hill station offers unforgettable experiences year-round, perfect for both adventure seekers and tranquility lovers alike. With activities like trekking, paragliding, and serene nature walks, theres something for everyone in this captivating destination!",
    "background_image": "image/manali_0.jpeg",
    "images": [
      "image/manali_1.jpg",
      "image/manali_2.jpg",
      "image/manali_3.jpg"
    ],
    "location": "HIMACHAL PRADESH, India",
     "map_url":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d339344.6062022484!2d77.10731034826712!3d32.23913830984453!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3909c159abf0f731%3A0x8bc21bc5cdde3d97!2sManali%2C%20Himachal%20Pradesh!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is at Joginder Nagar Railway Station. From Joginder nagar, you can hire a taxi or take a local bus to base villages."
      },
      {
        "mode": "Bus",
        "details": "State Transport buses run from Delhi and other major cities to Manali."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive using Google Maps for directions. The base village is accessible by road, and there is parking available at the base of the villages."
      }
    ],
    "difficulty": "Moderate",
    "more_info": "Manali, a picturesque hill station in the Himalayas, is famous for its snow-capped peaks, lush valleys, and adventure activities. Visitors can indulge in skiing, trekking, and river rafting, or relax by the scenic Beas River. With its rich culture, stunning landscapes, and year-round appeal, Manali is a perfect destination for both thrill-seekers and those looking to unwind!"
  },
  {
    "id": "2",
    "title": "OOTY",
    "description": "Discover Ooty, the Queen of Hill Stations, nestled in the scenic Nilgiri Hills. Famous for its lush tea gardens, tranquil lakes, and cool climate, Ooty is a haven for nature lovers and adventure seekers alike. Explore the charming colonial architecture, vibrant markets, and breathtaking views from Doddabetta Peak. Whether you're seeking relaxation or exploration, Ooty promises an unforgettable escape year-round",
    "background_image": "image/ooty_0.jpg",
    "images": [
     "image/ooty_1.jpg",
     "image/ooty_2.jpg",
     "image/ooty_3.jpg"
    ],
    "location": "TAMIL NADU, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d391757.7552223747!2d76.66272711633826!3d11.409140900000002!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ba01bbdbfc5c4a1%3A0xa500cfdff574f1b6!2sOoty%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "Mettupalayam railwar station is the nearest major railway station. From the station, you can take a taxi to base village, which is approximately 3 kilometers away."
      },
      {
        "mode": "",
        "details": ""
      },
      {
        "mode": "Car",
        "details": "If you're traveling by car, you can use Google Maps for directions."
      },
      {
        "mode": "",
        "details": ""
      },
      {
        "mode": "",
        "details": ""
      }
    ],
    "difficulty": "Easy",
    "more_info": "Ooty, nestled in the Nilgiri Hills, is renowned for its lush landscapes, picturesque gardens, and cool climate. Visitors can enjoy scenic boat rides on Ooty Lake, explore the stunning Botanical Gardens, and take a ride on the historic Nilgiri Mountain Railway. With charming colonial architecture and vibrant local culture, Ooty is a perfect retreat for nature lovers and adventure seekers alike!"
  },
  {
    "id": "3",
    "title": "LAKSHDWEEP",
    "description": "Discover Lakshadweep, a stunning archipelago of 36 islands adorned with pristine beaches and vibrant coral reefs. Known for its crystal-clear waters and rich marine life, it's a paradise for snorkeling, scuba diving, and relaxing by the sea. Experience the unique local culture, delicious seafood, and warm hospitality of this tropical haven. Perfect for a serene getaway, Lakshadweep invites you to unwind in its unspoiled beauty!",
    "background_image":  "image/lakshdweep_0.jpg",
    "images": [
       "image/lakshdweep_1.jpg",
        "image/lakshdweep_2.jpg",
     "image/lakshdweep_3.jpg"
    ],
    "location": "Kerla, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d198708.70251292953!2d72.61097538487396!3d10.566921843180566!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b06beee41771c9d%3A0x16381d1464c0b5b5!2sLakshadweep!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is KANNUR. From KANNUR, you can take a PLANE to LAKSHDWEEP."
      },
      {
        "mode": "Bus",
        "details": "BUS services are not available ."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive using Google Maps for directions to kannur. Then you can take plane from airport to lakshdweep ."
      }
    ],
    "difficulty": "Moderate",
    "more_info": "Lakshadweep is a breathtaking archipelago in the Arabian Sea, known for its pristine beaches and vibrant coral reefs. Ideal for snorkeling and relaxation, it offers a unique blend of rich local culture and delicious seafood. Perfect for a serene getaway, Lakshadweep invites you to unwind in its natural beauty"
  },
  {
    "id": "4",
    "title": "LEH LEDAKH",
    "description": "Leh-Ladakh is a breathtaking high-altitude region in northern India, renowned for its dramatic landscapes and ancient monasteries. Adventure seekers can explore stunning terrains through trekking, biking, and river rafting. With its rich culture and serene beauty, Leh-Ladakh offers an unforgettable experience for travelers in search of both thrill and tranquility.",
    "background_image": "image/lehladakh_0.jpg",
    "images": [
      "image/lehladakh_1.jpg",
       "image/lehladakh_2.jpg",
        "image/lehladakh_3.jpg"
    ],
    "location": "LEH LEDAKH, India",
    "map_url":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d338285.8824986871!2d78.71536097996439!3d34.15258117819472!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390585c62d2f6bb1%3A0xb491405e45c77e57!2sLeh%2C%20Ladakh!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is JAMMU TAWI. From JAMMU TAWI, you can take a taxi or a local bus to nearest village."
      },
      {
        "mode": "Bus",
        "details": "State Transport buses run  to JAMMU TAWI. You can take a bus to leh ladakh and then use a local BiKES to reach the different view points. "
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive  using Google Maps for directions. "
      }
    ],
    "difficulty": "HARD",
    "more_info": "Leh-Ladakh, a breathtaking region in northern India, is known for its stunning landscapes, high-altitude deserts, and serene monasteries. Adventure enthusiasts can explore rugged terrains, go trekking, or bike along the iconic Manali-Leh Highway. With its unique culture, rich history, and mesmerizing vistas, Leh-Ladakh offers an unforgettable experience for travelers seeking tranquility and adventure"
  },
  {
    "id": "5",
    "title": "HIMACHAL",
    "description": "Himachal Pradesh is a stunning northern Indian state known for its majestic mountains, lush valleys, and charming hill stations. From the adventure hub of Manali to the serene beauty of Dharamshala, it offers a diverse landscape perfect for trekking, skiing, and cultural exploration. Rich in heritage, Himachal showcases vibrant local traditions and delicious cuisine, making it an ideal destination for nature lovers and adventure seekers alike",
    
    "background_image": "image/himachal_0.jpg",
    "images": [
      "image/himachal_1.jpg",
      "image/himachal_2.jpg",
      "image/himachal_3.jpg"

     
    ],
    "location": "HIMACHAL PRADESH, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d345883.46593055296!2d77.7978801230956!3d31.10445731993978!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3905d68a3784e92f%3A0x72094d5f02da0c26!2sHimachal%20Pradesh!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is at SHIMLA. From Shimla, you can hire a taxi or take a local bus to reach Mountain ranges."
      },
      {
        "mode": "Bus",
        "details": "State Transport buses run from delhi to himachla.  There are various local transport  operators providing services to MOUNTAIN RANGES."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive using Google Maps for directions.  "
      }
    ],
    "difficulty": "HARD",
    "more_info": "Himachal Pradesh is celebrated for its diverse geography, ranging from the snow-capped peaks of the Himalayas to verdant valleys and apple orchards. The state is home to numerous trekking routes, quaint villages, and spiritual sites, including ancient temples and monasteries. With its pleasant climate and rich cultural heritage, Himachal offers a perfect blend of adventure, tranquility, and local charm for travelers"
  },
  {
    "id": "6",
    "title": "KEDARNATH",
    "description": "Kedarnath, a revered pilgrimage site in the Garhwal Himalayas, is home to the ancient Kedarnath Temple dedicated to Lord Shiva. Surrounded by majestic mountains and lush landscapes, it attracts thousands of devotees and trekkers each year. Accessible via a scenic trek or helicopter, Kedarnath offers a unique blend of spiritual significance and breathtaking natural beauty.",
    "background_image":  "image/KEDARNATH_0.jpg",
    "images": [
      "image/KEDARNATH_1.jpg",
      "image/KEDARNATH_2.jpg",
      "image/KEDARNATH_3.jpg"
    ],
    "location": "uttarakhand, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d195825.64709797245!2d79.06324660914703!3d30.731368205224255!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390956e7899a81bb%3A0x37838d1b4c6aeab9!2sKedarnath!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is RISHIKESH. From rishikesh, you can take a taxi or a local bus to reach the base village of kedarnath. The distance from Rishikesh to the base is approximately 216 kilometers."
      },
      {
        "mode": "Bus",
        "details": "State Transport buses run from delhi to the base village of KEDARNATH. You can take a local bus or hire a taxi from DELHI to reach the base of the kedarnath. The bus ride provides scenic views of the region."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive from delhi using Google Maps for directions. BASE VILLAGE of kedarnath is accessible by road, and there is parking available at the base. "
      }
    ],
    "difficulty": "Moderate to Challenging",
    "more_info": "Kedarnath, nestled in the Garhwal Himalayas of Uttarakhand, is one of the four sacred shrines in the Char Dham pilgrimage, dedicated to Lord Shiva. The iconic Kedarnath Temple, set against a stunning mountain backdrop, attracts thousands of pilgrims and trekkers each year. Accessible by a scenic trek or helicopter ride, Kedarnath offers breathtaking views and a serene spiritual atmosphere, making it a must-visit destination for devotees and nature lovers alike."
  },
  {
    "id": "7",
    "title": "TAJ MAHAL",
    "description": "The Taj Mahal, located in Agra, India, is an iconic UNESCO World Heritage Site and a symbol of love, built by Mughal Emperor Shah Jahan in memory of his beloved wife, Mumtaz Mahal. This stunning mausoleum, crafted from white marble, showcases exquisite Persian and Mughal architecture, with intricate carvings and beautiful gardens surrounding it. Renowned for its breathtaking symmetry and reflective pools, the Taj Mahal attracts millions of visitors each year, making it one of the most celebrated monuments in the world",
    "background_image":  "image/tajmahel_0.jpeg",
    "images": [
    "image/tajmahel_1.jpeg",
     "image/tajmahel_2.jpeg",
      "image/tajmahel_3.jpeg"
    ],
    "location": "AGRA, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3151.838046879211!2d78.04215531531982!3d27.17514498312617!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39747a1e6c4c3c8d%3A0x6c5cfe39f3a79f8f!2sTaj%20Mahal!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is at AGRA camp. From AGRA CAMP, you can take a local bus or hire a taxi to the TAJ MAHAL. The distance from AGRA camp to the TAJ MAHAL is approximately 8 kilometers."
      },
      {
        "mode": "Bus",
        "details": "State Transport and private buses operate from Mumbai, Pune, and other nearby cities to the AGRA. You can take a bus or riksha to the TAJ MAHAl."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive from Mumbai or Pune using Google Maps for directions. The fort is accessible by road, and there is parking available at the GATE . The drive from Mumbai takes about 3 hours, and from Pune, it takes around 2 hours."
      }
    ],
    "difficulty": "EASY",
    "more_info": "The Taj Mahal, located in Agra, India, is an architectural masterpiece built in the 17th century by Mughal Emperor Shah Jahan in memory of his wife, Mumtaz Mahal. Renowned for its stunning white marble facade, intricate inlay work, and beautiful gardens, it symbolizes eternal love and is a UNESCO World Heritage Site. The Taj Mahal attracts millions of visitors annually, captivating them with its breathtaking beauty and historical significance"
  },
  {
    "id": "8",
    "title": "AJINTA VERUL",
    "description": "Ajanta and Ellora Caves, located in Maharashtra, India, are renowned for their remarkable rock-cut architecture and ancient Buddhist, Hindu, and Jain sculptures. The Ajanta Caves, dating back to the 2nd century BCE, feature stunning frescoes and intricate carvings that depict Jataka tales and Buddhist teachings. In contrast, the Ellora Caves, known for their monumental temples, including the famous Kailasa Temple, showcase the harmony of different religions. Both sites are UNESCO World Heritage Sites, attracting history enthusiasts and art lovers from around the globe.",
    "background_image": "image/ajanta_0.jpg",
    "images": [
      "image/ajanta_1.jpg",
      "image/ajanta_2.jpg",
      "image/ajanta_3.jpg"
    ],
    "location":  "AURANGABAD, Maharashtra, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d387119.3345466284!2d75.4384188252144!3d20.547469778223122!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bdc1e09b00d04d1%3A0xe0ae6482e3c0aab8!2sAjanta+Caves!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is Aurangabad Junction. From Aurangabad, you can hire a taxi or take a local bus."
      },
      {
        "mode": "Bus",
        "details": "State Transport buses and private operators run services from various cities to Aurangabad. From Aurangabad, you can take a local bus or taxi to reach the caves."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive from Mumbai or Pune using Google Maps for directions. The caves is accessible by road, and there is parking available near the caves. The drive from Mumbai to Ajinta  takes about 7 hours, and from Pune, it takes around 5 hours."
      }
    ],
    "difficulty": "Easy",
    "more_info": "Ajanta and Ellora Caves, located in Maharashtra, India, are renowned for their impressive rock-cut architecture and exquisite sculptures, reflecting the artistic brilliance of ancient Indian civilization. The Ajanta Caves, dating back to the 2nd century BCE, are famous for their stunning frescoes depicting Buddhist narratives, while the Ellora Caves showcase a blend of Buddhist, Hindu, and Jain influences, with the impressive Kailasa Temple as a highlight. Both UNESCO World Heritage Sites attract visitors with their historical significance, intricate artistry, and spiritual ambiance"
  },
  {
    "id": "9",
    "title": "AMRITSAR",
    "description": "Amritsar, located in Punjab, India, is a vibrant city known for its rich history and cultural significance. The highlight is the Golden Temple, or Harmandir Sahib, a stunning Sikh gurdwara surrounded by a sacred pool, symbolizing peace and spirituality. Amritsar is also famous for its delicious Punjabi cuisine, bustling markets, and the poignant Jallianwala Bagh memorial, which commemorates a tragic chapter in Indian history. With its warm hospitality and vibrant atmosphere, Amritsar offers a unique blend of heritage and devotion",
    "background_image":  "image/amritsar_0.jpg",
    "images": [
      "image/amritsar_1.jpg",
      "image/amritsar_2.jpg",
      "image/amritsar_3.jpg"
    ],
    "location": "Amritsar,Punjab, India",
    "map_url": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3301.0785298075965!2d74.8758622152523!3d31.62000668197841!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390f9e7f3c1e20d5%3A0x94d97384d94513cc!2sHarmandir%20Sahib!5e0!3m2!1sen!2sin!4v1696520986040!5m2!1sen!2sin",
    "travel_options": [
      {
        "mode": "Train",
        "details": "The nearest major railway station is Amritsar junction. From amritsar, you can hire a taxi or take a local bus to GOLDEN TEMPLE. The distance from AMRITSAR JUNCTION to the GOLDEN TEMPLE is approximately 5 kilometers."
      },
      {
        "mode": "Bus",
        "details": "State Transport buses and private operators run services from various cities to AMRITSAR. From AMRITSAR, you can take a local bus or taxi to reach GOLDEN TEMPLE."
      },
      {
        "mode": "Car",
        "details": "If traveling by car, you can drive from Mumbai or Pune using Google Maps for directions. The TEMPLE is accessible by road, and there is parking available near the fort. The drive from Mumbai to Golden temple takes about 30 hours, and from Pune, it takes around 33 hours."
      }
    ],
    "difficulty": "Moderate",
    "more_info": "Amritsar, located in Punjab, India, is a vibrant city renowned for its rich Sikh heritage and history. The centerpiece is the Golden Temple, or Harmandir Sahib, an architectural marvel that attracts millions of pilgrims and visitors with its serene ambiance and stunning reflection pool. Amritsar is also home to the poignant Jallianwala Bagh memorial, which commemorates the tragic massacre of 1919, alongside bustling markets and delicious Punjabi cuisine, making it a must-visit destination"
  }
]